{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"activation": "linear", "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "dtype": "float32", "batch_input_shape": [null, 95], "name": "dense_1", "use_bias": true, "trainable": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 64, "bias_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_1", "activation": "tanh", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "rate": 0.0}}, {"class_name": "Dense", "config": {"activation": "linear", "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "dtype": "float32", "batch_input_shape": [null, 95], "name": "dense_2", "use_bias": true, "trainable": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 64, "bias_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_2", "activation": "tanh", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "rate": 0.0}}, {"class_name": "Dense", "config": {"activation": "linear", "activity_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "use_bias": true, "name": "dense_3", "trainable": true, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 7, "bias_regularizer": null}}, {"class_name": "Activation", "config": {"name": "activation_3", "activation": "sigmoid", "trainable": true}}]}